Repository: lucifron28/hackercup
Catalog: lib/l10n/app_*.arb
Languages: tl

source: Login
tl: Mag-login

source: Logout
tl: Mag-logout

source: Register
tl: Mag-rehistro

source: Forgot Password?
tl: Nakalimutan ang password?

source: Start Trip
tl: Simulan ang Biyahe

source: End Trip
tl: Tapusin ang Biyahe

source: Available Seats
tl: Available na Upuan

source: Route
tl: Ruta

source: Earnings
tl: Kita

source: Total Earnings
tl: Kabuuang Kita

source: Daily Earnings
tl: Araw-araw na Kita

source: Ad Revenue
tl: Kita mula sa Ads

source: Nearby Jeepneys
tl: Malapit na Jeepney

# routeList
source: Routes
tl: Mga Ruta

source: Live Map
tl: Live na Mapa

source: Arrival Time
tl: Oras ng Pagdating

source: Connecting to server...
tl: Kumukonekta sa server...

# serverConnected
source: Connected
tl: Nakakonekta

# serverDisconnected
source: Disconnected
tl: Hindi nakakonekta

# smsInstructions
source: Send SMS 'JEEP {route}' to get next 3 ETAs
tl: Mag-send ng SMS 'JEEP {route}' para makuha ang susunod na 3 ETA

source: Language
tl: Wika

source: Map Style
tl: Estilo ng Mapa

source: No internet connection
tl: Walang internet connection

source: Location permission denied
tl: Hindi pinahintulutan ang location

# enableLocationServices
source: Please enable location services
tl: Pakibukas ang location services

# sdgDescription
source: Advancing affordable and accessible transport for all
tl: Pagsusulong ng abot-kayang at accessible na transportasyon para sa lahat
